---
kind: other
id: AllMembers.T:Autodesk.Revit.Exceptions.CentralFileCommunicationException
source: html/1b6ae40d-60a1-7278-c3a1-47855c71758e.htm
---
# CentralFileCommunicationException Members

Retrieves data needed to serialize the target object.